[
    {
        "Title": "Como fazer Pavê de Bis",
        "Description": "Pavê de bis é uma delícia e é uma receita diferente para você levar em um almoço entre amigos ou família. Bora aprender!",
        "Preparation time": "1hr30mins",
        "Stove time": "30mins",
        "Total time": "2hrs",
        "Category": "Doces e Sobremesas, Faça e Venda, Receitas de Natal, Receitas de Páscoa",
        "Kitchen": "Brasileira",
        "Portion": " ",
        "Calories": "324kcal",
        "Others": {
            "Equipment": [
                "Fogão",
                "Geladeira"
            ],
            "Preparation method": [
                "Peneire as gemas em uma panela, junte o leite condensado e o amido de milho e misture bem",
                "Adicione o leite e misture bem até ficar homogêneo, com um batedor de claras fica mais fácil",
                "Leve ao fogo médio mexendo sempre",
                "Quando levantar fervura cozinhe por 3 a 5 minutos",
                "Desligue o fogo e adicione o creme de leite",
                "Divida a mistura, em uma parte junte a essência de baunilha e misture",
                "E na outra parte coloque o chocolate em pó e misture bem",
                "Cubra os cremes com filme plástico em contato para não formar a película",
                "Deixe amornar um pouco",
                "Pegue um refratário oval de 30 x 21 cm e coloque no fundo metade do creme de chocolate",
                "Por cima biscoito umedecido no leite",
                "Por cima metade do creme de baunilha",
                "Depois 1 caixa de bis picado",
                "Por cima o restante do creme de chocolate",
                "Mais biscoito umedecido no leite",
                "Finaliza com o creme de baunilha tampe e leve para gelar",
                "Enquanto isso derreta o chocolate de 30 em 30 segundos para não queimar",
                "Adicione o creme de leite e misture bem",
                "Coloque em um saquinho plástico para decorar",
                "Quando estiver gelado coloque a outra caixinha de bis para decorar",
                "E finalize com movimentos de vai e vem com a ganache de chocolate"
            ],
            "Tips": [
                "– Validade de3 dias sob refrigeração (geladeira);",
                "\n– Não é recomendado o congelamento."
            ],
            "Image": [
                "https://cooknenjoy.com/wp-content/uploads/2022/11/Pave-de-Bis-01-1200x901.jpg",
                "https://cooknenjoy.com/wp-content/uploads/2022/11/Pave-de-Bis-02-1200x901.jpg"
            ]
        }
    },
    {
        "Title": "Como Cozinhar e Desfiar o Frango e ainda fazer Caldo de Frango",
        "Description": "Hoje vou te explicar como como cozinho e desfio o frango. Além disso, vou te ensinar a como utilizar e armazenar o caldo do frango. Bora aprender que o vídeo de hoje está incrível.",
        "Preparation time": "5mins",
        "Stove time": "30mins",
        "Total time": "35mins",
        "Category": "Aves, Prato Principal, Pratos para o dia a dia, Receitas salgadas, Saudável, Sem glúten, Sem lactose, Sopas e Caldos",
        "Kitchen": "Brasileira",
        "Portion": " ",
        "Calories": "275kcal",
        "Others": {
            "Equipment": [
                "Fogão"
            ],
            "Preparation method": [
                "Coloque todos os ingredientes na panela de pressão o peito de frango (pode ser com osso e com pele ou sem, você que decide) a cebola, o salsão, a cenoura, as folhas de louro e o sal",
                "Cubra com água (cerca de 1,5L) e tampe a panela",
                "Leve ao fogo alto",
                "Quando pegar pressão cozinhe por 25 a 30 minutos",
                "Desligue a panela e espere a pressão sair naturalmente",
                "Retire os legumes e transfira uma panela menor, transfira o caldo também"
            ],
            "Tips": [],
            "Image": [
                "https://cooknenjoy.com/wp-content/uploads/2022/12/Frango-Desfiado-01-1200x901.jpg"
            ]
        }
    },
    {
        "Title": "Como fazer Bacalhau com Crosta de Noz Pecan",
        "Description": "Receita linda e deliciosa de bacalhau com crosta de noz pecan acompanhado de um divino purê de damasco. ",
        "Preparation time": "1hr",
        "Stove time": "45mins",
        "Total time": "1hr45mins",
        "Category": "Peixe e/ou frutos do mar, Prato Principal, Receitas de Natal, Receitas salgadas, Saudável",
        "Kitchen": "Brasileira, Norueguesa",
        "Portion": "3",
        "Calories": "603kcal",
        "Others": {
            "Equipment": [
                "Forno",
                "Fogão"
            ],
            "Preparation method": [
                "Pincele um refratário com um fio de azeite e coloque os lombos dessalgados com a pele voltada para baixo",
                "Pincele azeite de oliva na parte de cima e laterais e tempere com a pimenta rosa moída",
                "Leve ao forno pré aquecido a 160ºC por 15 minutos",
                "Enquanto isso em um processador de alimentos ou liquidificador coloque a noz pecan e triture grosseiramente",
                "Transfira para uma tigela e junte a farinha panko, o parmesão, a salsinha e o restante de azeite de oliva",
                "Misture bem e coloque cuidadosamente por cima dos lombos",
                "Após esta etapa leve novamente ao forno pré aquecido a 160ºC por mais 15 a 20 minutos ou até a crosta dourar",
                "Cubra o damasco com a água quente por 1 hora",
                "Depois coloque no processador de alimentos e bata bem",
                "Em uma panela coloque o azeite de oliva e o alho e deixe até começar a dourar",
                "Junte o purê de damasco, o gengibre ralado e tempere com o sal e finalize com a pimenta dedo de moça picada",
                "Cozinhe por uns 2 minutos em fogo baixo",
                "Sirva o lombo com crosta de pecan acompanhado do purê de damasco"
            ],
            "Tips": [],
            "Image": [
                "https://cooknenjoy.com/wp-content/uploads/2022/11/noz-pecan-01-1200x901.jpg"
            ]
        }
    },
    {
        "Title": "Como fazer Bolinho de Bacalhau Cremoso na Airfryer",
        "Description": "Hoje você vai aprender uma receita diferente, bolinho de bacalhau cremoso, super fácil e rápido, feito na Airfryer.",
        "Preparation time": "30mins",
        "Stove time": "15mins",
        "Total time": "45mins",
        "Category": "Aperitivos e Belisquetes, Peixe e/ou frutos do mar, Receitas com até 5 ingredientes, Receitas de Natal, Receitas de Páscoa, Receitas na Air Fryer, Receitas salgadas, Salgadinho de Festa, Saudável, Sem glúten",
        "Kitchen": "Portuguesa",
        "Portion": " ",
        "Calories": "54kcal",
        "Others": {
            "Equipment": [
                "Air Fryer"
            ],
            "Preparation method": [
                "Aqueça água em uma panela e quando levantar as primeiras bolinhas no fundo acrescente o bacalhau",
                "Nessa mesma panela (não descarte a água) acrescente as batatas e deixe cozinharem até ficarem bem macias",
                "Retire-as da água e amasse bem",
                "Modele os bolinhos com o auxílio de 2 colheres de sopa",
                "Pincele azeite na air fryer e pincele os bolinhos também",
                "Coloque a 200ºC e deixe por cerca de 12 a 15 minutos"
            ],
            "Tips": [
                "-Após pronto melhor consumir imediatamente para a crocância na casquinha, mas pode ser armazenado na geladeira por até 3 dias"
            ],
            "Image": [
                "https://cooknenjoy.com/wp-content/uploads/2022/12/bolinho-de-bacalhau-1-1200x901.jpg",
                "https://cooknenjoy.com/wp-content/uploads/2022/12/bolinho-de-bacalhau-3-1200x901.jpg",
                "https://cooknenjoy.com/wp-content/uploads/2022/12/bolinho-de-bacalhau-2-1200x901.jpg"
            ]
        }
    },
    {
        "Title": "Como fazer Farofa Completa para as Festas",
        "Description": "Farofa não pode faltar na mesa agora nas festas de final de ano. Então bora aprender essa receita super fácil e deliciosa!",
        "Preparation time": "5mins",
        "Stove time": "25mins",
        "Total time": "30mins",
        "Category": "Receitas de Natal, Receitas salgadas, Sem lactose",
        "Kitchen": "Brasileira",
        "Portion": " ",
        "Calories": "219kcal",
        "Others": {
            "Equipment": [
                "Fogão"
            ],
            "Preparation method": [
                "Em uma panela em fogo alto coloque o azeite, a cebola, o alho e o bacon picado",
                "Deixe que fritem bem, até ficarem bem dourados",
                "Depois junte o pimentão vermelho, o amarelo e a cenoura ralada e refogue por uns 2 minutos",
                "Junte a farinha de mandioca e deixe torrar um pouco",
                "Depois a azeitona, o ovo cozido, a uva passa, tempere com o sal e a pimenta do reino e por último a salsinha picada"
            ],
            "Tips": [
                "– Validade de 3 dias sob refrigeração (na geladeira)."
            ],
            "Image": [
                "https://cooknenjoy.com/wp-content/uploads/2022/12/Farofa-Festas-01-1200x901.jpg"
            ]
        }
    },
    {
        "Title": "Como fazer Pavê de Pêssego com Chocolate Branco",
        "Description": "Essa receita de pavê de pêssego é simplesmente divina e você não vai acreditar na facilidade de preparar. Bora aprender!",
        "Preparation time": "1hr50mins",
        "Stove time": "10mins",
        "Total time": "2hrs",
        "Category": "Doces e Sobremesas, Faça e Venda, Receitas de Natal",
        "Kitchen": "Brasileira",
        "Portion": " ",
        "Calories": "291kcal",
        "Others": {
            "Equipment": [
                "Fogão",
                "Geladeira"
            ],
            "Preparation method": [
                "Coloque na panela fora do fogo o leite condensado e o amido de milho e misture bem",
                "Adicione o leite e mexa mais um pouco",
                "Leve ao fogo médio sempre mexendo",
                "Quando ferver deixe cozinhar por mais 5 minutos",
                "Desligue o fogo e acrescente o chocolate branco picado e misture até que o chocolate derreta",
                "Por fim junte o creme de leite e calda de pêssego e mexa mais um pouco",
                "Cubra com um plástico filme e deixe esfriar um pouco em temperatura ambiente",
                "Reserve alguns pêssegos para a decoração e pique o restante",
                "Retire o plástico de cima do creme e misture um pouco",
                "No fundo de um refratário coloque uma camada fina de creme de chocolate branco (o que utilizei aqui é oval e tem 30x21cm)",
                "Molhe os biscoitos na calda do pêssego e transfira para o refratário, deixando todos os espaços bem preenchidos",
                "Por cima coloque metade do pêssego picado",
                "Em seguida metade do creme de chocolate branco",
                "Depois mais uma camada de biscoito molhado",
                "O restante dos pêssegos picados",
                "E finalize com o restante do creme de chocolate branco",
                "Leve para a geladeira por pelo menos 2 horas",
                "Retire da geladeira e decore com as raspas de chocolate branco e os pêssegos inteiros"
            ],
            "Tips": [
                "– Validade de 3 dias sob refrigeração (geladeira);",
                "– Não é recomendado o congelamento."
            ],
            "Image": [
                "https://cooknenjoy.com/wp-content/uploads/2022/12/Pave-de-Pessego-02-1200x901.jpg",
                "https://cooknenjoy.com/wp-content/uploads/2022/12/Pave-de-Pessego-01-1200x901.jpg"
            ]
        }
    },
    {
        "Title": "Como fazer Bolo Mousse de Coco",
        "Description": "Essa receita é um espetáculo de sabores e texturas, bolo fofinho embaixo, mousse bem leve e aerada e um crocante do chips de coco. Bora aprender!",
        "Preparation time": "2hrs30mins",
        "Stove time": "40mins",
        "Total time": "3hrs10mins",
        "Category": "Bolos, Doces e Sobremesas, Faça e Venda",
        "Kitchen": "Brasileira",
        "Portion": " ",
        "Calories": "402kcal",
        "Others": {
            "Equipment": [
                "Forno",
                "Batedeira",
                "Geladeira"
            ],
            "Preparation method": [
                "Em uma tigela coloque os os ovos, o açúcar, o óleo e o leite de coco",
                "Bata com o batedor de claras até ficar bem homogêneo",
                "Acrescente a farinha de trigo aos poucos",
                "E por último adicione o fermento químico",
                "Transfira para uma forma redonda de fundo removível untada e enfarinhada de 20 cm de diâmetro",
                "Leve ao forno pré-aquecido a 200ºC e asse por cerca de 30-35 minutos ou até espetar o palito e sair limpo",
                "Retire do forno e deixe esfriar",
                "Em uma tigela coloque o leite condensado, o leite de coco e o coco seco e misture bem",
                "Hidrate a gelatina com a água",
                "Depois derreta em 15 segundos no micro ondas",
                "Adicione a gelatina no creme de coco e reserve",
                "Enquanto isso bata o creme tipo chantilly na batedeira bem gelado",
                "Bata em velocidade baixa por cerca de aproximadamente 3 minutos até que forme ondas, a textura de chantilly",
                "Acrescente metade do creme de coco no chantilly batido e misture",
                "Depois adicione o restante e misture novamente",
                "Com o bolo já frio passe uma faca em volta do bolo e desenforme com ajuda de um copo embaixo",
                "Retire o papel manteiga do fundo do bolo",
                "E coloque o bolo em uma tábua com o topinho virado para cima",
                "Despeje por cima a mousse de coco e leve para a geladeira para firmar bem",
                "Com a mousse bem firme passe uma espátula ao redor da forma e coloque um copo embaixo para abaixar a lateral",
                "Transfira o bolo mousse para um prato e decore com os chips de coco"
            ],
            "Tips": [
                "– Validade de 4 dias sob refrigeração (geladeira)."
            ],
            "Image": [
                "https://cooknenjoy.com/wp-content/uploads/2022/11/Bolo-Mousse-de-Coco-01-1200x901.jpg",
                "https://cooknenjoy.com/wp-content/uploads/2022/11/Bolo-Mousse-de-Coco-02-1200x901.jpg",
                "https://cooknenjoy.com/wp-content/uploads/2022/11/Bolo-Mousse-de-Coco-03-1200x901.jpg"
            ]
        }
    },
    {
        "Title": "Como fazer Bolo de Chocolate com Mousse de Maracujá na Travessa",
        "Description": "Este bolo rende muito, realmente é uma receita para a família toda e fica lindo para servir assim na travessa. Massa fofinha, úmida coberta com uma mousse de maracujá divina. Bora aprender!",
        "Preparation time": "1hr",
        "Stove time": "45mins",
        "Total time": "1hr45mins",
        "Category": "Bolos, Doces e Sobremesas, Faça e Venda, Receitas de Natal",
        "Kitchen": "Brasileira",
        "Portion": " ",
        "Calories": "319kcal",
        "Others": {
            "Equipment": [
                "Fogão",
                "Forno"
            ],
            "Preparation method": [
                "Em uma tigela coloque os ovos, o açúcar, o óleo e o chocolate em pó",
                "Mexa até ficar bem homogêneo",
                "Acrescente o leite morno e mexa mais um pouco",
                "Em seguida comece a acrescentar a farinha de trigo aos poucos enquanto continua mexendo",
                "Por último acrescente o fermento químico e mexa",
                "Transfira a massa para um refratário untado com manteiga e mistura de farinha com chocolate em pó (meu refratário tem 30x21cm e é oval)",
                "Leve ao forno preaquecido a 200ºC por cerca de 35 – 40 minutos ou até fazer o teste do palito e ele estar limpo",
                "Coloque no liquidificador o leite condensado, o creme de leite, o leite em pó e o suco de maracujá concentrado",
                "Bata apenas até ele engrossar (cerca de 30-40 segundos)",
                "Desligue o liquidificador e coloque por cima do bolo em temperatura ambiente",
                "Leve à geladeira por pelo menos 2 horas",
                "Coloque em uma panela fora do fogo todos os ingredientes (a água, o suco de maracujá concentrado, açúcar, a polpa de maracujá e o amido de milho) e misture bem até o amido de milho dissolver",
                "Leve ao fogo médio, sempre mexendo",
                "Quando levantar fervura mantenha no fogo por 3-4 minutos para a calda ficar mais grossinha",
                "Espere a calda esfriar e coloque em cima da mousse de maracujá"
            ],
            "Tips": [
                "– Validade de 4 dias sob refrigeração (geladeira);",
                "\n– Não é recomendado o congelamento."
            ],
            "Image": [
                "https://cooknenjoy.com/wp-content/uploads/2022/12/Bolo-Chocolate-com-Mousse-de-Maracuja-01-1200x901.jpg",
                "https://cooknenjoy.com/wp-content/uploads/2022/12/Bolo-Chocolate-com-Mousse-de-Maracuja-02-1200x901.jpg"
            ]
        }
    },
    {
        "Title": "Como fazer Lentilha com Calabresa e Bacon",
        "Description": "Essa lentilha é um espetáculo para o dia a dia e também para as festas de final de ano. Bora aprender!",
        "Preparation time": "6hrs",
        "Stove time": "30mins",
        "Total time": "6hrs30mins",
        "Category": "Pratos para o dia a dia, Receitas salgadas, Sem glúten, Sem lactose",
        "Kitchen": "Brasileira",
        "Portion": " ",
        "Calories": "206kcal",
        "Others": {
            "Equipment": [
                "Geladeira",
                "Fogão"
            ],
            "Preparation method": [
                "Lave a lentilha, transfira para uma tigela junto com o limão ou vinagre e cubra com água",
                "Deixe de molho na geladeira entre 6h a 8h",
                "Depois deste tempo descarte a água e reserve",
                "Em uma panela em fogo baixo coloque a calabresa e o bacon e deixe que fritem na própria gordura",
                "Depois junte a cebola e alho e deixe até que comece a dourar",
                "Coloque a lentilha reservada, o sal, o cominho em pó e cerca de 1,2L de água",
                "Quando levantar fervura, reduza o fogo e deixe por cerca de 15 minutos ou até que a lentilha fique macia",
                "Se precisar acrescente mais água quente enquanto cozinha",
                "Desligue e coloque um pouquinho de salsinha picada"
            ],
            "Tips": [
                "– Validade: Pode ser armazenado na geladeira por 3 dias."
            ],
            "Image": [
                "https://cooknenjoy.com/wp-content/uploads/2022/12/Lentilha-com-Calabresa-e-Bacon-01-1200x901.jpg",
                "https://cooknenjoy.com/wp-content/uploads/2022/12/Lentilha-com-Calabresa-e-Bacon-02-1200x901.jpg"
            ]
        }
    },
    {
        "Title": "Como fazer Chester de Natal",
        "Description": "Chester não pode faltar na mesa de Natal e hoje trouxe para vocês a receita mais fácil e prática. Vem aprender!",
        "Preparation time": "30mins",
        "Stove time": "2hrs15mins",
        "Total time": "2hrs45mins",
        "Category": "Aves, Prato Principal, Receitas de Natal, Receitas salgadas",
        "Kitchen": "Brasileira",
        "Portion": " ",
        "Calories": "517kcal",
        "Others": {
            "Equipment": [
                "Forno"
            ],
            "Preparation method": [
                "Inicie fazendo a pastinha, misture a manteiga em temperatura ambiente com o azeite, a páprica doce, o alho em pó, o sal e a pimenta e reserve",
                "Em uma assadeira coloque no fundo a cebola em rodelas e a laranja em rodelas e por cima o chester",
                "Retire os miúdos do chester e reserve",
                "Seque bem o chester com papel toalha e tempere com a pastinha, inclusive levante a pele para temperar por baixo com a pastinha",
                "Dentro dele coloque a cebola cortada, a laranja cortada e as folhas de louro",
                "Cruze as coxas e amarre com um barbante",
                "Tampe as asinhas com papel alumínio para não queimar",
                "Leve ao forno pré aquecido a 230ºC por 45 minutos",
                "Depois desse tempo retire o papel alumínio das asinhas e prenda-as com um palito de dente",
                "Pincele o chester com a manteiga que escorreu",
                "De vez em quando pincele ele com a manteiga que vai escorrendo na bancada",
                "Sirva o chester acompanhado de farofa"
            ],
            "Tips": [
                "– Validade: após pronto recomenda-se o consumo imediato, porém dura até 3 dias sob refrigeração."
            ],
            "Image": [
                "https://cooknenjoy.com/wp-content/uploads/2022/12/Chester-Natal-01-1200x901.jpg",
                "https://cooknenjoy.com/wp-content/uploads/2022/12/Chester-Natal-02-1200x901.jpg",
                "https://cooknenjoy.com/wp-content/uploads/2022/12/Chester-Natal-03-1200x901.jpg"
            ]
        }
    },
    {
        "Title": "Como fazer Bacalhau com Farofa e Purê Verde",
        "Description": "Uma receita diferente, fácil e super saborosa de Bacalhau para você arrasar as festas de final de ano.",
        "Preparation time": "30mins",
        "Stove time": "1hr",
        "Total time": "1hr30mins",
        "Category": "Peixe e/ou frutos do mar, Prato Principal, Receitas de Natal, Receitas salgadas, Saudável",
        "Kitchen": "Brasileira, Norueguesa",
        "Portion": "3",
        "Calories": "682kcal",
        "Others": {
            "Equipment": [
                "Forno",
                "Fogão",
                "Processador de alimentos"
            ],
            "Preparation method": [
                "Pincele um refratário com um fio de azeite",
                "Seque os lombos dessalgados com papel toalha e coloque-os com a pele voltada para baixo",
                "Coloque uma folha de louro e os grão de pimenta rosa tempere com a pimenta rosa moída, a pimenta em grão e uma folha de louro em cada lombo",
                "Regue com o azeite de oliva",
                "Leve ao forno pré aquecido a 160ºC por 30 minutos",
                "Coloque em uma panela em fogo alto o óleo e a manteiga",
                "Assim que a manteiga derreter acrescente as cebolas",
                "Deixe fritar mexendo de vez em quando",
                "O segredo é não deixar cebolas nas laterais sem ficar em contato com manteiga e óleo, para que ela desidrate uniformemente",
                "Depois de uns 5-6 minutos, quando a cebola começar a dourar reduza um pouco o fogo e mantenha fritando até começar a dourar bem, cuidado para não deixar queimar",
                "Junte a cenoura ralada e a uva passa e refogue por 1 minuto",
                "Acrescente a farinha de mandioca e tempere com sal e pimenta do reino",
                "Deixe a farinha torrar por uns 3-4 minutos, sempre mexendo",
                "Descasque e pique a batata em cubos pequenos",
                "Coloque em uma panela e cozinhe até ficar macia",
                "Nesse momento junte a ervilha e deixe cozinhar por 1 minuto",
                "Retire do fogo e escorra",
                "Bata em um processador de alimentos junto com a manteiga e o sal"
            ],
            "Tips": [],
            "Image": [
                "https://cooknenjoy.com/wp-content/uploads/2022/12/bacalhau-ervilha-1200x901.jpg"
            ]
        }
    },
    {
        "Title": "Provando Panetones",
        "Description": "Vem descobrir qual é o melhor Panetone desse Natal!",
        "Preparation time": "",
        "Stove time": "",
        "Total time": "",
        "Category": "Provando",
        "Kitchen": null,
        "Portion": null,
        "Calories": "NoneNone",
        "Others": {
            "Equipment": [],
            "Preparation method": [],
            "Tips": [],
            "Image": []
        }
    },
    {
        "Title": "Como fazer com Farofa com Farinha de Milho",
        "Description": "Farofa é uma receita que todos amam e combina muito com as festas de final de ano, bora aprender hoje essa farofa feita com farinha de milho deliciosa.",
        "Preparation time": "5mins",
        "Stove time": "15mins",
        "Total time": "20mins",
        "Category": "Receitas de Natal, Receitas salgadas, Sem glúten",
        "Kitchen": "Brasileira",
        "Portion": " ",
        "Calories": "210kcal",
        "Others": {
            "Equipment": [
                "Fogão"
            ],
            "Preparation method": [
                "Coloque em uma frigideira o azeite e a manteiga e espere derreter",
                "Junte a moela bem picadinha e deixe dourar por uns 2-3 minutos",
                "Depois junte o fígado e a linguiça calabresa e deixe fritar até que fiquem dourados",
                "Acrescente a cebola e o alho e refogue",
                "Adicione a farinha de milho, as azeitonas, a uva e tempere com sal e pimenta do reino a gosto",
                "Quando desligar o fogo junte a salsinha picada"
            ],
            "Tips": [
                "– Validade: após pronta recomenda-se o consumo imediato, porém pode ser mantida por até 3 dias sob refrigeração."
            ],
            "Image": [
                "https://cooknenjoy.com/wp-content/uploads/2022/12/Farofa-Chester-01-1200x901.jpg"
            ]
        }
    },
    {
        "Title": "Provando Chocotones",
        "Description": "Vem descobrir qual é o melhor Chocotone desse Natal!",
        "Preparation time": "",
        "Stove time": "",
        "Total time": "",
        "Category": "Provando",
        "Kitchen": null,
        "Portion": null,
        "Calories": "NoneNone",
        "Others": {
            "Equipment": [],
            "Preparation method": [],
            "Tips": [],
            "Image": []
        }
    },
    {
        "Title": "Como fazer Macarronese",
        "Description": "Uma receita clássica perfeita para as festa de final de ano, para aquele churrasco, ou simplesmente para o dia a dia. Bora aprender Salada de Macarrão, também conhecida como Macarronese.",
        "Preparation time": "15mins",
        "Stove time": "10mins",
        "Total time": "25mins",
        "Category": "Massas, Pratos para o dia a dia, Receitas de Natal, Receitas salgadas",
        "Kitchen": "Brasileira",
        "Portion": "8",
        "Calories": "364kcal",
        "Others": {
            "Equipment": [
                "Fogão"
            ],
            "Preparation method": [
                "Depois escorra ele e deixe esfriar completamente",
                "Misture mais um pouco"
            ],
            "Tips": [],
            "Image": [
                "https://cooknenjoy.com/wp-content/uploads/2022/12/macarronese-01-1200x901.jpg"
            ]
        }
    },
    {
        "Title": "Como fazer Bacalhau com Molho de Dill",
        "Description": "Essa é uma receita super colorida e fácil, feita com bacalhau, molho de dill e sauté de legumes. Bora aprender!",
        "Preparation time": "20mins",
        "Stove time": "35mins",
        "Total time": "55mins",
        "Category": "Peixe e/ou frutos do mar, Prato Principal, Receitas de Natal, Receitas salgadas, Saudável, Sem glúten",
        "Kitchen": "Brasileira, Norueguesa",
        "Portion": "4",
        "Calories": "522kcal",
        "Others": {
            "Equipment": [
                "Fogão"
            ],
            "Preparation method": [],
            "Tips": [],
            "Image": [
                "https://cooknenjoy.com/wp-content/uploads/2022/12/bacalhau-dill-1200x901.jpg"
            ]
        }
    }
]